Repository: wechange-eg/wechange-payments
Catalog: wechange_payments/locale/*/LC_MESSAGES/django.po
Languages: de

# (PF22)
source: You can adjust the amount of your monthly contribution or terminate payments at any time by clicking “Your Contribution” in your user menu.
de: Du kannst die Höhe deines monatlichen Beitrags jederzeit anpassen oder die Zahlungen wieder beenden, indem Du auf "Dein Beitrag" in deinem Benutzermenü klickst.

# (PF23)
source: Thank you for supporting %(portal_name)s!
de: Danke, dass Du %(portal_name)s unterstützt!

# (PF25)
source: Change payment information
de: Angaben ändern

# (INF1)
source: Your payment details
de: Deine Zahlungsdaten

# (INF17)
source: Your Contribution
de: Dein Beitrag

# (INF10)
source: The last payment was made on
de: Die letzte Zahlung erfolgte am

# (INF15)
source: Processing. Started at %(date)s.
de: Wir bearbeitet. Gestarted am %(date)s.

# (INF13)
source: All information about your past payments can be found in the invoice overview
de: Sämtliche Informationen zu Deinen vergangen Zahlungen findest Du in der Rechnungsübersicht

# (INF14)
source: Show Invoice overview
de: Rechnungsübersicht anzeigen

# (INF2)
source: Contribution Status
de: Beitragsstatus

# (INF3-subscription status)
source: Will become active after your last Contribution expires.
de: Wird aktiv, sobald dein aktueller Beitrag ausläuft.

# (INF4-subscription status)
source: Active since
de: Aktiv seit

# (INF5-subscription status)
source: Cancelled
de: Abgebrochen

source: Expires
de: Läuft ab

# (INF7)
source: Next payment scheduled
de: Die nächste geplante Zahlung erfolgt am

# (INF6)
source: Your current monthly contribution
de: Dein aktueller Monatsbeitrag

# (INF8.2)
source: Set up new Contribution
de: Neuen Beitrag einrichten

# (INF8.1)
source: Adjust contribution amount or terminate your Contribution
de: Beitragshöhe ändern oder Zahlungen beenden

# (TS9)
source: Change payment information
de: Zahlungsdaten ändern

# (PRC1)
source: Payment processing...
de: Zahlung wird bearbeitet...

# (PRC2)
source: Please complete your payment with the payment provider, or restart the payment process.
de: Bitte vervollständige deine Zahlung beim Zahlungsdienstleister oder starte den Bezahlvorgang neu.

# (PRC3)
source: Please wait while your payment is being processed...
de: Bitte warte während deine Zahlung bearbeitet wird...

# (PRC4)
source: Payment processing is taking longer than expected. You may close this page and return to it any time. Please apologize the delay and thank you for your patience!
de: Die Bearbeitung der Zahlung dauert länger als erwartet. Du kannst diese Seite jederzeit schließen und später wieder aufrufen. Wir entschuldigen die Verzögerung und danken dir für deine Geduld!

# (PRC5)
source: If your payment has not been processed after a day, please contact our support!
de: Falls deine Zahlung nach einem Tag noch nicht abgeschlossen ist, kontaktiere bitte unseren Support!

# (PRC4)
source: An unexpected error has occured during your payment.
de: Ein unerwarteter Fehler ist beim bearbeiten deiner Zahlung aufgetreten.

source: Please try again or contact our support for assistance!
de: Bitte versuche es erneut oder kontaktiere unseren Support für Unterstützung!

# (SC1)
source: Payment Success
de: Zahlung erfolgreich

# (SC2)
source: Payments
de: Zahlungen

# (SC3)
source: Your payment was processed successfully, but your Contribution could not be activated due to an internal server error.
de: Deine Zahlung wurde erfolgreich abgeschlossen, aber dein monatlicher Beitrag konnte aufgrund eines Serverfehlers noch nicht aktiviert werden.

# (SC4)
source: Please contact the support. Don't worry, we will sort everything out! In the meantime, please do not make any additional payments! Please excuse the inconveniences!
de: Bitte kontaktiere unseren Support! Keine Sorge, wir werden alles in Ordnung bringen. Mache bitte in der Zwischenzeit keine weiteren Zahlungen. Bitte entschuldige die Unannehmlichkeiten!

# (SC5)
source: Thank you for your Contribution!
de: Vielen Dank für Deinen Beitrag!

# (SC6)
source: You're awesome! With your voluntary monthly contribution we can further develop WECHANGE.
de: Du bist toll! Durch Deinen freiwilligen monatlichen Beitrag können wir WECHANGE weiterentwickeln.

source: Your SEPA Mandate
de: Dein SEPA Mandat

# (SC8)
source: Back to %(portal_name)s
de: Weiter zu %(portal_name)s

# (SC7)
source: Show payment overview
de: Zahlungsübersicht anzeigen

# (POP1-repeat-rnd1)
source: The early bird catches the worm!
de: Kleinvieh macht auch Mist!

# (POP1-repeat-rnd2)
source: Does not hurt, but does good for many
de: Tut nicht weh, aber vielen gut

# (POP1-repeat-rnd3)
source: Many pennies make a dollar
de: Viele Zwerge versetzen Berge

# (POP1-repeat-rnd4)
source: With small steps to big goals
de: Mit kleinen Schritten zu großen Zielen

# (POP1-repeat-rnd5)
source: Come, be among the ones who pay!
de: Komm, zahl auch Du!

# (POP1-repeat-rnd6)
source: How much are we worth to you?
de: Wieviel sind wir dir wert?

# (POP1-repeat-rnd7)
source: So that WECHANGE can be more than the sum of its parts
de: Damit WECHANGE mehr ist als die Summe seiner Teile

# (POP1-repeat-rnd8)
source: Change happens on a small scale
de: Veränderung geschieht im Kleinen

# (POP2-repeat)
source: Dear %(username)s,
de: Liebe/r %(username)s,

# (POP3-repeat)
source: you joined us at WECHANGE %(join_time_verbal)s - we are very happy about that! Please remember: WECHANGE is only free of charge because enough users* contribute voluntarily. With an average of 5 Euro per month, we can cover the costs of hosting the platform. Every small contribution helps!
de: Du bist %(join_time_verbal)s zu uns zu WECHANGE gekommen – das freut uns sehr! Bitte denk daran: WECHANGE ist nur deshalb kostenlos, weil genügend Nutzer*innen freiwillig beitragen. Mit durchschnittlich 5 Euro pro Monat können wir die Plattform kostendeckend anbieten. Jeder kleine Beitrag hilft!

# (POP1-newuser)
source: Your contribution helps!
de: Dein Beitrag hilft!

# (POP2-newuser)
source: Dear %(username)s,
de: Liebe/r %(username)s,

# (POP3-newuser)
source: it's great to have you WECHANGE! We hope you like our platform and that you and your projects can benefit. We try to optimally fullfill your needs and the demands of the community and to develop the platform. This causes high costs - for hosting, maintenance, support and the development of new functions. In order to ensure the maintenance, we rely on voluntary contributions from our users. With every Euro you spend, you help us to make WECHANGE better. With an average of 5 Euros per month, we can cover the costs of hosting the platform, everything above contributes directly to further development. If you can contribute less or nothing at all, we're sure you have good reasons. But please remember: This is only possible because other users support you!
de: toll, dass Du auf WECHANGE bist. Wir hoffen, dir gefällt unsere Plattform und sie nützt dir und Deinen Projekten. Wir versuchen Deinen Bedürfnissen und den Ansprüchen der Community optimal gerecht zu werden und die Plattform immer weiter zu entwickeln. Das verursacht laufend hohe Kosten - für Hosting, Pflege, Support und die Entwicklung neuer Funktionen. Um das dauerhaft sicherzustellen, vertrauen wir auf freiwillige Beiträge unserer Nutzer*innen. Mit jedem Euro hilfst Du mit, WECHANGE besser zu machen. Mit durchschnittlich 5 Euro pro Monat können wir die Plattform kostendeckend anbieten, alles darüber trägt unmittelbar zur Weiterentwicklung bei. Wenn Du weniger oder gar nichts beitragen kannst, hast Du dafür sicherlich gute Gründe. Doch bitte denk daran: Das ist nur möglich, weil andere Nutzer*innen dich mittragen!

# (POP1-release)
source: WECHANGE becomes even fairer.
de: WECHANGE wird jetzt noch fairer.

# (POP2-release)
source: Dear %(username)s,
de: Liebe/r %(username)s,

# (POP3-release)
source: we consider WECHANGE a common good: Therefore we decided that, from now on, you will be able to open new groups and use all group functions with your teams, for free! Correspondingly, we invite you to pay for the use of WECHANGE whatever feels right. Even with a very small contribution, you help us making WECHANGE better. With an average of 5 Euros per month you enable us to cover the costs of hosting the platform. Beyond that your share is dedicated to further development.
de: wir verstehen WECHANGE als Gemeingut: Ab sofort kannst Du jederzeit ohne unsere Hilfe neue Gruppen einrichten und mit Deinen Teams unbeschränkt alle Funktionen nutzen – und das kostenlos! Dafür laden wir dich ein, für die Nutzung von WECHANGE zu zahlen, was es dir wert ist. Auch mit einem kleinen Beitrag hilfst Du uns, WECHANGE besser zu machen. Mit durchschnittlich 5 Euro pro Monat können wir die Plattform kostendeckend anbieten, alles darüber trägt unmittelbar zur Weiterentwicklung bei.

# (POP4-release)
source: Choose your voluntary monthly contribution to WECHANGE now. We count on you!
de: Wähle jetzt Deinen freiwilligen monatlichen Beitrag für WECHANGE. Wir zählen auf dich!

# (POP5)
source: Learn more
de: Mehr erfahren

# (POP6-repeat)
source: Ok, choose amount now
de: Ok, jetzt Beitrag wählen

# (POP6)
source: Choose amount
de: Beitrag wählen

# (FC2)
source: There are issues with you current Contribution!
de: Es gibt Probleme mit deinem monatlichen Beitrag!

# (FC3)
source: We encountered an error when we tried to book your most recent monthly contribution. Your contribution is paused suspended until the issues are resolved.
de: Wir haben ein Problem bei der Abbuchung deines aktuellen monatlichen Beitrags festgestellt. Dein Beitragszahlung ist ausgesetzt, bist die Probleme behoben wurdne.

# (FC4)
source: Please see below for details on the problem and review your selected payment method. If you wish to select a new payment method, simply update your payment information.
de: Bitte beachte die unten stehenden Hinweise zu dem Problem und überprüfe deine gewählte Zahlungsmethode. Wenn Du eine neue Zahlungsmethode auswählen möchtest, aktualisiere einfach deine Zahlungsinformationen.

# (FC5)
source: If you have any questions about the issue or would like assistance, please contact our support and provide us with the issue reference number!
de: Wenn Du Fragen zu dem Problem hast oder Unterstützung möchtest, kontaktiere bitte unseren Support und teile uns die Problemreferenznummer mit!

# (FC6)
source: Issue Reference Number
de: Problemreferenznummer

# (FC7)
source: Issue Details
de: Problemdetails

# (FC8)
source: Specific issue details cannot be displayed for this issue.
de: Speizifische Details können zu diesem Problem leider nicht angezeigt werden.

# (FC9)
source: If you wish to continue contributing, please update your payment information, or contact our support! Sorry for the inconveniences!
de: Wenn Du weiterhin einen monatlichen Beitrag zahlen möchtest, aktualisiere bitte deine Zahlungsinformationen oder kontaktiere unseren Support!

# (FC11)
source: Renew payment information
de: Zahlungsdaten aktualisieren

source: Please correct the errors in the highlighted fields!
de: Bitte korrigiere die Fehler in den hervorgehobenen Feldern!

source: Please fill out all of the missing fields!
de: Bitte fülle alle fehlenden Felder aus!

source: You currently already have an active subscription!
de: Du hast aktuell bereits eine laufende Zahlung!

source: The entered payment information is invalid. Please make sure you entered everything correctly!
de: Die eingegebenen Zahlungsdaten sind ungültig.

source: You already have an active subscription and cannot start another one!
de: Du hast bereits eine Zahlung eingerichtet und kannst keine weitere einrichten!

source: You do not currently have an active subscription you could update!
de: Du hast aktuell keine laufende Beitragszahlung, die Du aktualisieren könntest!

source: You do not currently have a subscription!
de: Du hast aktuell keine laufende Zahlung!

source: An error occured, and you cannot change your subscription amount at this time. Please contact our support!
de: Es ist ein Fehler aufgetreten und Du kannst Deinen Zahlungsbetrag aktuell nicht ändern. Bitte kontaktiere unseren Support!

source: The amount you selected was the same amount as before, so we did not change anything!
de: Der ausgewählte Beitrag ist der gleiche wie Dein bisheriger Beitrag. Wir haben deswegen nichts verändert!

source: Your subscription amount could not be changed because of an unexpected error. Please contact our support!
de: Dein Zahlungsbetrag konnte aufgrund eines unerwarteten Fehlers nicht geändert werden. Bitte kontaktiere unseren Support!

source: Your changes have been saved! From now on your new chosen contribution amount will be paid. Thank you very much for your support!
de: Deine Änderungen wurden gespeichert! Ab jetzt wird der von dir gewählte Beitrag gezahlt. Vielen Dank für Deine Unterstützung!

source: The amount submitted does not seem to be a number!
de: Der eingegebene Betrag scheint keine Zahl zu sein!

source: The payment amount is higher than the allowed maximum amount!
de: Der Zahlungsbetrag ist höher als der erlaubte Maximalbetrag!

source: The payment amount is lower than the allowed minimum amount!
de: Der Zahlungsbetrag ist niedriger als der erlaubte Minimalbetrag!

source: The payment session could not be found.
de: Die Zahlungssession konnte nicht gefunden werden.

source: The payment process was cancelled or could not be completed.
de: Der Zahlungsprozess wurde abgebrochen oder konnte nicht vollständig beendet werden.

source: This payment session has expired.
de: Diese Zahlungssession ist abgelaufen.

source: There was an error with your payment.
de: Es gab einen Fehler bei deiner Zahlung.

source: (MSG1) Your current Subscription was terminated.
de: Deine aktuelle Zahlung wurde eingestellt.

source: (MSG2) There was an error terminating your subscription! Please contact the customer support!
de: Es gab einen Fehler beim Kündigen deiner Monatszahlung! Bitte kontaktiere unseren Support!
