Repository: wechange-eg/wechange-payments
Catalog: wechange_payments/locale/*/LC_MESSAGES/django.po
Languages: de

# Invoice PDF, important!
source: User fee for %(portal_name)s
de: Nutzungsgebühr für %(portal_name)s

# Invoice PDF, important!
source: Electronic service - Ref-Nr. %(user_id)d
de: Elektronische Dienstleistung - Ref-Nr. %(user_id)d

# Invoice PDF, important!
source: We charge you for our services as follows:
de: Unsere Leistungen stellen wir Ihnen wie folgt in Rechnung:

source: You cannot make any additional payments at this time. Please contact our support!
de: Du kannst zur Zeit keine weiteren Zahlungen vornehmen. Bitte kontaktiere unseren Support!

source: Error: "%(error_message)s" (%(error_code)d)
de: Fehler: "%(error_message)s" (%(error_code)d)

source: Making postponed payments is currently not possible!
de: Es ist aktuell nicht möglich, verzögerte Zahlungen zu machen!

source: The payment provider could not be reached.
de: Der Zahlungsdienstleister konnte ist nicht erreichbar.

source: Unexpected response from payment provider.
de: Unbekanntes Ergebnis vom Zahlungsdienstleister.

source: Direct Debit (SEPA)
de: Bankeinzug (SEPA)

source: Credit Card
de: Kreditkarte

# (MAILPRE)
source: (MAILPRE) with variables: %(username)s,
de: Liebe*r %(username)s,

# (MAILLINKS)
source: (MAILLINKS) %(link_payment_info)s %(link_invoices)s
de: Weitere Informationen zu deinem Beitrag erfährst du unter: %(link_payment_info)s Deine Rechnungen kannst du unter folgendem Link abrufen: %(link_invoices)s

# (MAILPOST)
source: (MAILPOST) with variables: %(portal_name)s
de: Danke! Dein %(portal_name)s Support Team

# (MAIL2)
source: (MAIL2) with variables: %(payment_method)s %(contribution_amount)s
de: Danke für Deinen Beitrag! Wir haben die Buchung deines monatlichen Beitrags soeben veranlasst. Gesamtbetrag (inkl. 19%% USt): **%(contribution_amount)s EUR** Zahlungsart: %(payment_method)s

# (MAIL1a)
source: (MAIL1a) with variables: %(portal_name)s %(next_debit_date)s %(contribution_amount)s
de: Danke für Deinen Beitrag! Wir freuen uns, dich als Unterstützer*in von %(portal_name)s begrüßen zu dürfen! Du hast einen monatlichen Beitrag in Höhe von **%(contribution_amount)s Euro** festgelegt. Die erste Abbuchung ist soeben erfolgt. Dafür erhältst du eine separate Bestätigung per E-Mail. Die nächste Abbuchung wird am %(next_debit_date)s erfolgen. Bitte trage dafür Sorge, dass Dein Konto ausreichende Deckung aufweist.

# (MAIL1b)
source: (MAIL1b) with variables: %(portal_name)s %(next_debit_date)s %(contribution_amount)s
de: Danke für Deinen Beitrag! Wir freuen uns, dich als Unterstützer*in von %(portal_name)s begrüßen zu dürfen! Du hast Deinen alten Beitrag mit einem neuen monatlichen Beitrag in Höhe von **%(contribution_amount)s Euro** ersetzt. Die erste Abbuchung mit Deinen neuen Zahlungsdaten ist soeben erfolgt. Dafür erhältst du eine separate Bestätigung per E-Mail. Die nächste Abbuchung wird am %(next_debit_date)s erfolgen. Bitte trage dafür Sorge, dass Dein Konto ausreichende Deckung aufweist.

# (MAIL3)
source: (MAIL3) with variables: %(contribution_amount)s %(next_debit_date)s
de: Du hast Deinen monatlichen Beitrag auf %(contribution_amount)s Euro geändert. Die nächste Abbuchung wird am %(next_debit_date)s erfolgen. Bitte trage dafür Sorge, dass Dein Konto ausreichende Deckung aufweist.

# (MAIL4)
source: (MAIL4) with variables: %(portal_name)s %(link_new_payment)s %(support_email)s
de: Schade, dass du deine monatlichen Zahlungen eingestellt hast. Wir danken dir für deine bisherige Unterstützung unserer Arbeit und hoffen, dass Du %(portal_name)s weiter treu bleibst. Falls Du lediglich Deine Zahlungsdaten ändern möchtest, klicke bitte hier und richte die Zahlung neu ein: %(link_new_payment)s Solltest Du mit %(portal_name)s unzufrieden sein, freuen wir uns über Dein konstruktives Feedback an %(support_email)s

# (MAIL5)
source: (MAIL5) with variables: %(portal_name)s %(link_new_payment)s %(link_payment_issues)s
de: Wir konnten aufgrund eines Fehlers keine Abbuchung für Deinen monatlichen Beitrag vornehmen! Für weitere Details, klicke bitte hier: %(link_payment_issues)s Dein monatlicher Beitrag wird hiermit ausgesetzt. Um weiterhin einen monatlichen Beitrag zu leisten und %(portal_name)s zu unterstützen, richte bitte hier eine neue Zahlung ein: %(link_new_payment)s Bitte stelle sicher, dass dein Konto weiterhin gültig ist und über eine ausreichende Deckung verfügt!

# (MAIL6)
source: (MAIL6) with variables: %(portal_name)s %(iban)s %(sepa_mandate)s %(sepa_creditor)s %(next_debit_date)s %(contribution_amount)s %(support_email)s
de: Hiermit erhältst du die SEPA-Lastschriftvorankündigung für die Abbuchung deines nächsten %(portal_name)s-Beitrags: Bankkonto (IBAN): %(iban)s SEPA-Mandatsreferenz: %(sepa_mandate)s Gläubiger-Identifikationsnummer: %(sepa_creditor)s Abbuchungsdatum: %(next_debit_date)s Gesamtbetrag: %(contribution_amount)s EUR Der Betrag wird ab dem Abbuchungsdatum von Deinem bei uns hinterlegten Konto eingezogen. Aus rechtlichen Gründen sind wir verpflichtet Dich über jede SEPA-Lastschrift vorab zu informieren. Dies ist eine automatisch generierte E-Mail. Bei Fragen wende Dich bitte an %(support_email)s.

# (MAIL2s)
source: (MAIL2s) with variables: -
de: Dein Monatlicher Beitrag

# (MAIL1s)
source: (MAIL1s) with variables: %(portal_name)s
de: Dein Beitrag für %(portal_name)s

# (MAIL3s)
source: (MAIL3s) with variables: -
de: Dein Monatlicher Beitrag wurde geändert

# (MAIL4s)
source: (MAIL4s) with variables: -
de: Deine Monatliche Zahlungen wurden beendet

# (MAIL5s)
source: (MAIL5s) with variables: -
de: Deine Monatliche Zahlungen wurden ausgesetzt

# (MAIL6s)
source: (MAIL6s) with variables: -
de: Deine SEPA-Lastschriftvorankündigung für Deinen Beitrag

source: Not started
de: Noch nicht begonnen

source: Payment initiated but not completed by user yet
de: Zahlung initiiert, aber noch nicht vom Benutzer abgeschlossen

source: Payment processing
de: Zahlung wird bearbeitet

source: Successfully paid
de: Erfolgreich bezahlt

source: Pre-authorized for payment, but not yet paid
de: Vor-authorisiert, aber noch nicht bezahlt

source: Failed
de: Fehlgeschlagen

source: Retracted
de: Zurückgezogen

source: Canceled
de: Abgebrochen

source: Payment Type
de: Zahlungsart

source: Last Action At
de: Letzte Aktion am

source: Completed At
de: Abgeschlossen am

source: Payment Status
de: Zahlungsstatus

source: Is reference payment
de: Ist Referenzzahlung

source: Is postponed payment
de: Ist verzögerte zahlung

source: Has been revoked
de: Wurde abgewiesen

source: Payment
de: Zahlung

source: Payments
de: Zahlungen

source: Created
de: Erstellt

source: Payment Transaction Log
de: Zahlungstransaktions-Logs

source: Suspended, because of payment errors
de: Ausgesetzt, wegen Zahlungsfehlern

source: User
de: Benutzer

source: Reference Payment
de: Referenzzahlung

source: Subscription State
de: Abo-Status

source: Has Problems
de: Hat Probleme

source: Attempts of booking recurring payment
de: Versuche eine wiederholte Zahlung zu buchen

source: Next due date
de: Nächstes Buchungsdatum

source: Last pre-notification at
de: Letzte Vorbenachrichtigung am

source: Amount
de: Betrag

source: Last Payment
de: Letzte Zahlung

source: Cancelled by User
de: Vom Benutzer abgebrochen

source: Finally terminated by System
de: Endgültig vom System terminiert

source: Subscription
de: Abo

source: Not created at provider.
de: Noch nicht beim Dienstleister erstellt.

source: Created, but not finalized
de: Erstellt, aber nicht finalisiert

source: Finalized, but not downloaded
de: Finalisiert, aber nicht heruntergeladen

source: Downloaded and ready
de: Heruntergeladen und bereit

source: Invoice State
de: Rechnungsstatus

source: Is Ready
de: Bereit

source: File
de: Datei

source: Provider Invoice ID
de: Dienstleister-Rechnungs-ID

source: Invoice
de: Rechnung

source: Invoices
de: Rechnungen

# (BS1)
source: Payments
de: Zahlungen

# (BS2)
source: Payments
de: Zahlungen

# (TS1)
source: Stop payments
de: Zahlungen einstellen

# (TS2)
source: Too bad you want to end your contribution! Don't you want to reconsider? You can also choose a smaller amount. Every small contribution helps us. If you are dissatisfied with something, we would be happy to receive your feedback at support@wechange.de
de: Schade, dass du deine Unterstützung beenden willst! Magst du es dir nicht noch einmal überlegen? Du kannst auch einen geringeren Betrag wählen. Jeder kleine Beitrag hilft uns weiter. Wenn du mit etwas unzufrieden bist, freuen wir uns über ein Feedback von dir an support@wechange.de!

# (TS3)
source: What happens when you terminate your subscription
de: Wenn du deine Beitragszahlungen einstellst

# (TS4) (explanation)
source: No payments have been made yet. Your monthly Contribution will be cancelled.
de: Es wurde noch keine Zahlung veranlasst. Deine Monatszahlungen werden abgebrochen.

# (TS5)
source: Your subscription will be terminated and no future payments will be made. Your current payment status will remain active until %(date)s. You can reset the payments at any time.
de: Dein aktueller Zahlungsstatus bleibt bis zum %(date)s erhalten. Danach werden keine weiteren Abbuchungen mehr vorgenommen. Du kannst die Zahlungen jederzeit wieder neu einrichten.

# (MS5-rethink-cancelling)
source: Modify Contribution Amount
de: Beitragshöhe anpassen

source: Cancel
de: Abbrechen

# (TS6)
source: Terminate subscription
de: Zahlungen beenden

# (TS7)
source: Do you really want to terminate your subscriptions? You can create a new contribution at any time.
de: Möchtest du deine Zahlungen wirklich beenden? Du kannst jederzeit einen neuen Beitrag einrichten.

# (TS8)
source: You don't want to pay monthly contributions anymore?
de: Du möchtest ab sofort keine monatlichen Beiträge mehr zahlen?

source: You can contribute any amount up to %(max_amount)s by entering it here. For larger contributions, please contact our support!
de: Du kannst einen beliebigen Betrag bis maximal %(max_amount)s beisteuern, indem du ihn direkt eingibst. Für größere Beiträge, kontaktiere bitte unseren Support!

# (SLD1)
source: Thank you. Every small contribution helps.
de: Danke! Jeder kleine Beitrag hilft.

# (SLD2)
source: Thank you for helping us to develop WECHANGE.
de: Danke, dass du uns hilfst, WECHANGE weiterzuentwickeln.

# (SLD3)
source: Whoa! You're really helping us!
de: Wow! Du hilfst uns wirklich sehr!

# (SLD4)
source: Magnificent! With your support, the WECHANGE community can grow and prosper!
de: Großartig! Mit deiner Unterstützung kann die WECHANGE Community prächtig wachsen und gedeihen!

source: Invoice from %(date)s
de: Rechnung vom %(date)s

source: Your Invoices
de: Deine Rechnungen

source: Payment Purpose
de: Zahlungszweck

source: Monthly Contribution Payment (recurring)
de: Monatliche Beitragszahlung (wiederkehrend)

# (INF11)
source: Amount
de: Betrag

source: Download Invoice (PDF)
de: Rechnung herunterladen (PDF)

source: Creating your invoice download is taking longer than expected.
de: Die Erstellung deiner Rechnung dauert länger als erwartet.

source: Please contact our support for assistance!
de: Bitte kontaktiere unseren Support für Unterstützung!

source: Your invoice is still being prepared and will be ready for download shortly. Please return to this page in a few minutes.
de: Deine Rechnung wird aktuell vorbereitet und wird demnächst für den Download bereitstehen. Bitte rufe diese Seite in ein paar Minuten erneut auf.

source: Invoice for %(amount)s€ from %(date)s
de: Rechnung über %(amount)s€ vom %(date)s

# (FC1)
source: Current Payment Issues
de: Aktuelle Zahlungsprobleme

# (LN1)
source: Your Contribution
de: Dein Beitrag

# (LN2)
source: Your payment details
de: Deine Zahlungsdaten

# (LN3)
source: Your Invoices
de: Deine Rechnungen

# (LN4)
source: Past Contributions
de: Vergangene Beiträge

# (LN7)
source: If you have any questions about your Contribution or encountered any problems, please send an email to
de: Falls du Fragen über unsere Beitragszahlungen hast, oder ein Problem aufgetreten ist, kontaktiere bitte unseren Support mit einer E-Mail an

# (LN7)
source: Please include this reference number in your e-mail
de: Bitte gib in deiner E-Mail diese Referenznummer an

# (LN5)
source: Contact support
de: Support kontaktieren

# (LN6)
source: Contact our Support
de: Support kontaktieren

source: The SEPA payment will be debited from your account within the next few days. We will debit your subsequent monthly payments on the %(payment_day)s. of each month. If the due date falls on a weekend or a holiday, the debit date will be postponed to the next working day. Please make sure you have sufficient funds to avoid return debit fees. Details of your SEPA Direct Debit Mandate at a glance: Amount: %(amount)s EUR SEPA-Mandate-Reference: %(sepa_mandate)s Creditor-ID: %(sepa_creditor)s Your Account: Account Holder: %(account_holder)s IBAN: %(iban)s
de: Die SEPA-Zahlung wird in den nächsten Tagen von deinem Konto abgebucht. Wir werden deine folgenden monatlichen Beiträge zum %(payment_day)s. jeden Monats abbuchen. Fällt der Fälligkeitstag auf ein Wochenende oder einen Feiertag, verschiebt sich der Abbuchungstag auf den nächstfolgenden Werktag. Bitte sorge für eine ausreichende Deckung, um Rücklastschriftgebühren zu vermeiden. Details des von dir erteilten SEPA-Lastschrift-Mandats auf einen Blick: Betrag: %(amount)s EUR SEPA-Mandatsreferenz: %(sepa_mandate)s Gläubiger-Identifikationsnummer: %(sepa_creditor)s Dein Konto: Kontoinhaber: %(account_holder)s IBAN: %(iban)s

# (MS1)
source: Your Contribution
de: Dein Beitrag

# (MS2)
source: Your current Contribution is %(amount)s Euro per month
de: Dein Beitrag beträgt aktuell %(amount)s Euro pro Monat

# (MS3)
source: We understand WECHANGE as a common good: You pay for the use of WECHANGE what it is worth to you. With every Euro you spend, you help us to make WECHANGE better. With an average of 5 Euros per month, we can cover the costs of hosting the platform, everything above contributes directly to further development. If you can contribute less or nothing at all, we're sure you have good reasons. But please remember: This is only possible because other users support you!
de: Wir verstehen WECHANGE als Gemeingut: Du zahlst für die Nutzung von WECHANGE, was es dir wert ist. Mit jedem Euro hilfst du mit, WECHANGE besser zu machen. Mit durchschnittlich 5 Euro pro Monat können wir die Plattform kostendeckend anbieten, alles darüber trägt unmittelbar zur Weiterentwicklung bei. Wenn du weniger oder gar nichts beitragen kannst, hast du dafür sicherlich gute Gründe. Doch bitte denk daran: Das ist nur möglich, weil andere Nutzer*innen dich mittragen!

# (MS4)
source: Learn more
de: Mehr erfahren

# (MS7)
source: Change your monthly Contribution
de: Ändere Deinen monatlichen Beitrag

# (MS8)
source: If you would like to change the amount you contribute, you can choose a new amount using the slider. You may also choose a higher amount by entering it manually.
de: Wenn du den Betrag, den du beiträgst, ändern möchtest, kannst du einen neuen Betrag per Schieberegler auswählen. Du kannst auch einen höheren Betrag wählen, indem du ihn direkt im Textfeld eingibst.

# (PF24)
source: Contribution amount includes 19%% VAT.
de: Der Betrag enthält 19%% MwSt.

# (MS5)
source: Modify Contribution Amount
de: Beitrag ändern

# (MS6)
source: Terminate your Contribution
de: Beitragszahlung beenden

# (PF30)
source: Your monthly Contributions will end soon!
de: Du hast deine monatlichen Beitragszahlungen eingestellt.

# (PF31)
source: Your pre-paid contribution is valid until
de: Dein bereits gezahlter Beitrag ist noch gültig bis

# (PF32)
source: We're sorry to see you go! To continue contributing, you can create a new Contribution right now.
de: Schade, dass du deine Zahlung eingestellt hast! Um die monatlichen Zahlungen wieder aufzunehmen, lege einfach einen neuen Beitrag fest.

# (PF33)
source: For accounting reasons we have to process your new payment immediately, but any time left on your old contribution will be added on to your new one. That means that your next monthly payment will only be due on %(date)s.
de: Aus buchhalterischen Gründen müssen deine erste Abbuchung sofort vornehmen, aber die verbleibende Zeit deines alten Beitrags wird dir für den neuen Beitrag gutgeschrieben. Das bedeutet, dass deine nächste monatliche Zahlung erst am %(date)s fällig ist.

# (PF40)
source: Update your payment details
de: Zahlungsdaten ändern

# (PF41)
source: You can choose a new payment method or update your payment details here.
de: Du kannst hier eine neue Zahlungsmethode auswählen oder deine Zahlungsdaten aktualisieren.

# (PF43)
source: We have to process your first new payment immediately, but any time left on your current Contribution will be added on to your new one. That means that your next monthly payment will only be due on %(date)s.
de: Aus buchhalterischen Gründen müssen wir deine neue Abbuchung sofort vornehmen, aber die verbleibende Zeit deines aktuellen Beitrags wird dir für den neuen Beitrag gutgeschrieben. Das bedeutet, dass deine nächste monatliche Zahlung erst am %(date)s fällig ist.

# (PF11x)
source: If you only want to adjust the amount of your monthly contribution using the same payment details, you can do it here
de: Wenn du lediglich deine Beitragshöhe anpassen und deine Zahlungsmethode beibehalten möchtest, kannst du das hier tun

# (PF1)
source: Your Contribution
de: Dein Beitrag

# (PF13)
source: You are using %(portal_name)s free of charge.
de: Du benutzt %(portal_name)s kostenlos.

# (PF14)
source: This is possible because other users are co-financing you. In order to operate and further develop %(portal_name)s on a permanent cost-covering basis, we are dependent on voluntary contributions from our users. With an average monthly contribution of 5 Euro, we can cover the costs of hosting the platform. Therefore, we are grateful if some give a little more to co-finance others. Here you can set your monthly contribution to support %(portal_name)s. We automatically collect the contribution once a month. You can choose between direct debit, credit card and PayPal. You can change or terminate your monthly contribution at any time by clicking on "Your Contribution" in your user menu.
de: Das ist möglich, weil andere Nutzer*innen dich mitfinanzieren. Um %(portal_name)s dauerhaft kostendeckend zu betreiben und weiterzuentwickeln, sind wir auf freiwillige Beiträge unserer Nutzer*innen angewiesen. Mit einem Beitrag von durchschnittlich 5 Euro im Monat können wir kostendeckend arbeiten. Daher freuen wir uns darüber, wenn einige etwas mehr geben, um andere mitzufinanzieren. Du kannst hier Deinen monatlichen Beitrag festlegen, mit dem du %(portal_name)s unterstützt. Den Beitrag ziehen wir automatisch einmal im Monat ein. Du kannst zwischen den Zahlarten Bankeinzug, Kreditkarte und PayPal wählen. Deinen monatlichen Beitrag kannst du jederzeit ändern oder kündigen, indem du auf "Dein Beitrag" in deinem Benutzermenü klickst.

source: Account Holder
de: Kontoinhaber

source: Billing Address
de: Rechnungsadresse

source: Address
de: Adresse

source: Postal Code
de: Postleitzahl

source: City
de: Ort

source: Country
de: Land

source: Past Contributions
de: Vergangene Beiträge

# (PF1a)
source: Update payment information
de: Zahlungsdaten ändern

# (PF15a)
source: Confirm your monthly Contribution
de: Bestätige Deinen monatlichen Beitrag

# (PF15b)
source: Choose your new monthly Contribution
de: Wähle Deinen neuen monatlichen Beitrag

# (PF15)
source: Choose your monthly Contribution
de: Wähle Deinen monatlichen Beitrag

# (PF26)
source: Choose the amount you would like to contribute using the slider. The contribution amount includes 19%% VAT.
de: Wähle den Betrag, den du beitragen möchtest, per Schieberegler aus. Der Betrag enthält 19%% MwSt.

# (PF24x)
source: You may also choose a higher amount by entering it directly in the text box!
de: Du kannst auch einen höheren Betrag wählen, indem du ihn direkt in das Textfeld eingibst!

# (PF2)
source: Learn more
de: Mehr erfahren

# (PF4a)
source: Confirm Contribution Amount
de: Höhe des Beitrags neu festlegen

# (PF4)
source: Set amount of Contribution
de: Höhe des Beitrags festlegen

# (PF5)
source: Almost done! Please enter your account information below.
de: Fast geschafft! Gib bitte deine Zahlungsdaten ein.

source: Payment Method
de: Zahlungsart

source: Payment is currently only possible by SEPA direct debit. We are working on offering PayPal and credit card payments soon!
de: Derzeit ist die Zahlung nur per SEPA-Lastschrift möglich. Wir arbeiten daran, demnächst PayPal- und Kreditkartenzahlungen anzubieten!

source: Select Payment Method
de: Zahlungsmethode auswählen

source: In the next step, you will be redirected to complete the payment process with the payment provider %(payment_provider)s.
de: Im nächsten Schritt wirst du weitergeleitet, um die Zahlung bei unserem Zahlungsdienstleister %(payment_provider)s abzuschließen.

source: First name
de: Vorname

source: Last name
de: Nachname

source: Payment shall be made on behalf of an organisation
de: Die Zahlung erfolgt im Namen einer Organisation

source: If the contribution is not paid by you as a private individual, but in the name and on behalf of an institution, organisation or company, please enter the name and billing address of the organisation.
de: Wenn der Beitrag nicht von dir als Privatperson gezahlt wird, sondern im Namen und Auftrag einer Institution, Organisation oder eines Unternehmens, gib bitte Namen und Rechnungsadresse der Organisation ein.

# (PF18)
source: No payment will be made yet. On the following page you will find an overview of your data and can confirm the payment.
de: Es wird noch keine Zahlung ausgelöst. Auf der Folgeseite erhältst Du noch einmal einen Überblick über Deine Angaben.

# (PF8)
source: Modify Contribution Amount
de: Beitragshöhe ändern

# (PF17)
source: Confirm data and continue
de: Angaben übernehmen und weiter

# (PF19)
source: Review and Confirm Payment
de: Angaben überprüfen und Zahlung bestätigen

source: Chosen Amount
de: Gewählter Betrag

source: Debiting Period
de: Abbuchungszeitraum

source: Monthly
de: Monatlich

# (PF9 - legally binding!)
source: Confirm and pay
de: Rechtsverbindlich bestätigen und zahlen

# (PF7)
source: By clicking on "%(confirm_and_pay_button_text)s" you grant Wechange eG permission to debit %(amount)s Euro per month (incl. 19%% VAT) from you via %(payment_method)s.
de: Mit Klick auf "%(confirm_and_pay_button_text)s" erteilst Du der Wechange eG die Erlaubnis, monatlich %(amount)s Euro (inkl. 19 %% MwSt.) per %(payment_method)s von dir abzubuchen.

# (PF7a)
source: This is not a donation, but a voluntary payment for an electronic service. The chosen contribution is the gross amount incl. 19%% VAT, which is shown on the invoice.
de: Es handelt sich hierbei nicht um eine Spende, sondern um eine freiwillige Zahlung für eine elektronische Dienstleistung. Der gewählte Beitrag ist der Bruttobetrag inkl. 19%% MwSt., die auf der Rechnung ausgewiesen wird.

# (PF20a)
source: The next debit using your new payment information will be made immediately.
de: Die nächste Abbuchung mit Deinen neuen Zahlungsdaten erfolgt sofort nach Bestätigung.

# (PF20)
source: The next debit will be made immediately.
de: Die nächste Abbuchung erfolgt sofort nach Bestätigung.

# (PF21)
source: Your monthly payments will resume on %(date)s, a month after your old Contribution would have been due.
de: Deine monatlichen Zahlungen werden am %(date)s fortgesetzt, einen Monat nachdem dein alter Beitrag fällig gewesen wäre.
